Repository: ChrisCross67/YTMusicDownloader
Catalog: src/YTMusicDownloader/Properties/Resources.*.resx
Languages: de

# MainViewModel_RemoveWorkspace_Description
source: Do you want to delete the workspace info aswell? This will delete all of your stored information about the playlist settings! Your songs won't be deleted.
de: Möchtest du die Workspace-Daten löschen? Das wird die gesamten Informationen über deine heruntergeladenen Songs löschen, jedoch nicht die Songs selber.

# MainViewModel_RemoveWorkspace_Title
source: Remove workspace {0}
de: Workspace {0} entfernen

# MainWindow_About_GitHub
source: This project is hosted on
de: Dieses Projekt ist auf

# MainWindow_About_GitHubLinkDescription
source: GitHub
de: GitHub gehostet

# MainWindow_About_License
source: Licensed under the Apache-2.0 license which can be obtained
de: Lizensiert unter der Apache-2.0 Lizenz, welche

# MainWindow_About_LicenseLinkDescription
source: here
de: hier abgerufen werden kann

# MainWindow_About_MainContent
source: The YouTube Music Downloader was developed in 2016 to create a simple way to download audio from YouTube. It offers you a possibility to sync your music playlists from YouTube with your local computer.
de: Der YouTube Music Downloader wurde 2016 entwickelt um eine einfache und schnelle Möglichkeit zu schaffen um Songs von YouTube herunterzuladen. Es ermöglicht das syncen

# MainWindow_About_Thanks
source: Thank you for using the YouTube Music Downloader!
de: Danke für das Benutzen des YouTube Music Downloaders!

# MainWindow_CurrentWorkspace_CancelSyncButtonLabel
source: Cancel
de: Abbrechen

# MainWindow_CurrentWorkspace_DownloadedTracks
source: Downloaded: {0} Track(s)
de: Heruntergeladen: {0} Track(s)

# MainWindow_CurrentWorkspace_DownloadState_Converting
source: Converting
de: Konvertiere

# MainWindow_CurrentWorkspace_DownloadState_Downloaded
source: Downloaded
de: Heruntergeladen

# MainWindow_CurrentWorkspace_DownloadState_Downloading
source: Downloading
de: Lade herunter

# MainWindow_CurrentWorkspace_DownloadState_Error
source: Error
de: Fehler

# MainWindow_CurrentWorkspace_DownloadState_NeedsConvertion
source: Needs convertion
de: Benötigt Konvertierung

# MainWindow_CurrentWorkspace_DownloadState_NotDownloaded
source: Not downloaded
de: Nicht heruntergeladen

# MainWindow_CurrentWorkspace_DownloadState_Queued
source: Queued
de: Eingereit

# MainWindow_CurrentWorkspace_FilterLabel
source: Filter by
de: Filter

# MainWindow_CurrentWorkspace_FilterMode_Downloaded
source: Downloaded
de: Heruntergeladen

# MainWindow_CurrentWorkspace_FilterMode_Downloading
source: Downloading
de: Lädt herunter

# MainWindow_CurrentWorkspace_FilterMode_None
source: None
de: Aus

# MainWindow_CurrentWorkspace_FilterMode_NotDownloaded
source: Not downloaded
de: Nicht heruntergeladen

# MainWindow_CurrentWorkspace_FilterMode_Queued
source: Queued
de: Eingereiht

# MainWindow_CurrentWorkspace_LastSyncNever
source: Never
de: Nie

# MainWindow_CurrentWorkspace_PageView_ItemsPerPage
source: Items per page
de: Tracks per Seite

# MainWindow_CurrentWorkspace_PageView_Page
source: Page: {0}
de: Seite {0}

# MainWindow_CurrentWorkspace_PageView_PageOf
source: of
de: von

# MainWindow_CurrentWorkspace_PlaylistLoadError_Content
source: There was an error loading your playlist.&#x0a;This could be due to a missing internet connection, an invalid playlist id or that the playlist is listed private.
de: Es gab einen Fehler beim Laden der Playlist.&#x0a;Dies kann an einer fehlenden Internetverbindung, einer falschen Playlist-ID oder einer privaten Playlist liegen.

# MainWindow_CurrentWorkspace_PlaylistLoadError_Title
source: Error loading your playlist
de: Fehler beim Laden der Playlist

# MainWindow_CurrentWorkspace_ProjectFolderError_Content
source: The project folder for the workspace {0} was deleted.&#x0a;Please set up the folder and select the workspace again.
de: Der Ordner des Workspaces {0} wurde gelöscht.&#x0a;Bitte erstelle diesen Ordner und versuch es erneut.

# MainWindow_CurrentWorkspace_ProjectFolderError_Title
source: Project folder deleted
de: Workspace Ordner gelöscht

# MainWindow_CurrentWorkspace_RemainingTracks
source: Remaining: {0} Track(s)
de: Verbleibend: {0} Track(s)

# MainWindow_CurrentWorkspace_SearchWatermarkDefault
source: Search...
de: Suchen...

# MainWindow_CurrentWorkspace_SearchWatermarkResults
source: {0} results
de: {0} Ergebnisse

# MainWindow_CurrentWorkspace_SyncError_Content
source: The sync is completed but {0} download(s) failed during the syncing process. This usually happens if you have no internet connection, the song is not available in your country, was removed or is not accessible at all.
de: Die Synchronisierung ist abgeschlossen, jedoch konnten {0} Tracks nicht heruntergeladen werden. Dies kann an einer fehlenden Internetverbindung liegen oder wenn der Song nicht verfügbar ist.

# MainWindow_CurrentWorkspace_SyncError_Title
source: Errors during sync
de: Fehler während der Synchronisierung

# MainWindow_CurrentWorkspace_TotalTracks
source: Total: {0} Track(s)
de: Gesamt: {0} Track(s)

# MainWindow_Headers_About
source: About
de: Über

# MainWindow_Headers_Settings
source: Settings
de: Einstellungen

# MainWindow_Settings_DownloadFormatChanged_Content
source: You have changed the download format to {0}. To convert your current tracks to the new format simply just sync your workspace or download them manually again.
de: Du hast das Download-Format zu {0} geändert. Um bereits heruntergeladene Songs zu konvertieren, synce einfach erneut oder lade die Songs manuell herunter.

# MainWindow_Settings_DownloadFormatChanged_Title
source: Download format changed
de: Download-Format geändert

# MainWindow_Settings_Workspace_AutoSyncOnStartup
source: Auto sync on startup
de: Synchronisierung beim Start

# MainWindow_Settings_Workspace_Cleanup
source: Delete unsynced items
de: Workspace-Ordner aufräumen

# MainWindow_Workspaces_AddWorkspace
source: Add workspace
de: Workspace hinzufügen

# MainWindow_Workspaces_LastSync
source: Last sync
de: Letzte Synchronisierung: {0}

# MainWindow_Workspaces_RemoveWorkspace
source: Remove Workspace
de: Workspace entfernen

# MainWindow_Workspaces_TrackCount
source: Tracks
de: Songs: {0}

# MainWindow_Workspaces_WorkspaceNotAvailable_Content
source: The workspace folder seems to be deleted.
de: Der Workspace-Ordner wurde gelöscht

# MainWindow_Workspaces_WorkspaceNotAvailable_Title
source: Workspace folder not available
de: Der Workspace-Ordner ist nicht verfügbar

source: No
de: Nein

source: Yes
de: Ja

source: Cancel
de: Abbrechen
